/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@已下载成功！这是一个重要更新，是否立即安装并重启%1$@？";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@已下载成功！是否立即安装并重启%1$@？";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "在磁盘镜像或光盘等只读卷宗上运行时，%1$@无法安装更新。请把%1$@拖放到“应用程序”文件夹，从里面重新打开，再试一次。";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ 是当前可用的最新版本。";

/* No comment provided by engineer. */
"%@ downloaded" = "%@已下载";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ / %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "发现 %1$@ 的新版本。请更新至 %2$@ 体验最新改进。";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "发现 %1$@ 的新版本。请更新至 %2$@ 体验最新改进。想了解更多关于本次更新的信息吗？";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "%@新版本已下载成功！";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "获取更新信息出错。 请稍后重试。";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "下载更新出错。请稍后再试。";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "提取文件出错。请稍后再试。";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "安装更新出错。请稍后再试。";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "解析更新数据出错。";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "重启%1$@出错，不过新版已安装成功，下次打开%1$@即可使用。";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "%@的重要更新已就绪，可以开始安装";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cancel Update" = "取消更新";

/* No comment provided by engineer. */
"Checking for updates..." = "正在检查更新...";

/* Take care not to overflow the status window. */
"Downloading update..." = "正在下载更新...";

/* Take care not to overflow the status window. */
"Extracting update..." = "正在提取更新...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "安装并重启";

/* Take care not to overflow the status window. */
"Installing update..." = "正在安装更新...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "了解更多...";

/* No comment provided by engineer. */
"Let's update your app" = "更新你的应用";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Ready to Install" = "准备安装";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "希望%1$@自动检查更新吗？你可以随时从%1$@菜单中手动更新。";

/* No comment provided by engineer. */
"The update is improperly signed." = "更新的签名有误。";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "无法安装更新，因为用户已要求关闭系统";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "哎呀，你的 %@ 版本过期了。";

/* No comment provided by engineer. */
"Update Error!" = "更新出错!";

/* No comment provided by engineer. */
"Updating %@" = "正在更新%@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "你已在使用最新版%@。";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "你的是最新版！";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "你目前使用的是版本 %@，我们已不再支持。我们进行了大量改进，因此请下载最新版本继续使用。";
